---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataMassSkylightArea
source: html/30c8cab6-b575-8b43-8f93-f2de97e4b21d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataMassSkylightArea Property

"Mass Skylight Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataMassSkylightArea { get; }
```